/* Layout editor note locked title */
"%@ is editing." = "%@ muokkaa.";

/* Load error text due to non-existing hostname. */
"A server with the specified hostname could not be found." = "Palvelinta, jolla on määrätty isäntänimi, ei löydy.";

/* Layout editor feature message */
"Add dividers to break your note into slides without the hassle of formatting." = "Voit jakaa muistiinpanosi dioiksi ilman sisällön editointia lisäämällä jakajia.";

/* Alternate/option key shortcut */
"ALT" = "ALT";

/* Media item audio title */
"Audio" = "Ääni";

/* Context Menu - Auto Layout */
"Auto Layout" = "Automaattinen asettelu";

/* Button title to execute 'auto layout' on layout */
"Auto layout" = "Automaattinen asettelu";

/* Tooltip info for auto layout button if it's inactive. */
"Auto layout is only active when your presentation has no screen breaks." = "Automaattinen ulkoasu on aktiivinen vain kun esityksessäsi ei ole olemassa olevia näytönjakajia.";

/* Context Menu - Go Back in Web Page */
"Back" = "Takaisin";

/* Context Menu - Blue Pointer */
"Blue Pointer" = "Sininen osoitin";

/* Cancel button title
   Premium dialog button title */
"Cancel" = "Peruuta";

/* Change screen tooltip */
"Change Screen" = "Vaihda näyttö";

/* Context Menu - Screen Selection */
"Change Screen…" = "Vaihda näyttö…";

/* Layout editor button first launch experience tooltip */
"Click here to edit your presentation layout" = "Napsauta täällä muokataksesi esityksesi asettelua";

/* Layout editor button first launch experience tooltip */
"Click here to navigate through your note" = "Napsauta tästä navigoidaksesi eteenpäin muistiinpanossasi";

/* Context Menu - Close Document Viewer */
"Close Document Viewer" = "Sulje asiakirjojen katseluohjelma";

/* Context Menu - Close layout editor */
"Close Presentation Layout" = "Sulje esityksen asettelu";

/* Command key shortcut */
"CMD" = "CMD";

/* Layout editor feature title */
"Control what appears on screen" = "Kontrolloi mitä näet näytöllä";

/* Button title to convert all HRs into screen breaks on layout. */
"Convert horizontal rules" = "Muunna vaakaviivat";

/* Context Menu - Convert Horizontal Rules */
"Convert Horizontal Rules" = "Muunna vaakaviivat";

/* Context Menu - Copy */
"Copy" = "Kopioi";

/* Context Menu - Copy <PDF, Image, Keynote, etc.> file */
"Copy %@" = "Kopioi %@";

/* Context Menu - Copy File */
"Copy File" = "Kopioi tiedosto";

/* Context Menu - Copy Link Address */
"Copy Link Address" = "Kopioi linkin osoite";

/* Load error title */
"Could not load note" = "Muistiinpanon lataus epäonnistui";

/* Load error title */
"Could not load web page" = "Verkkosivun lataus epaäonnistui";

/* Control key shortcut */
"CTRL" = "CTRL";

/* Context Menu - Day Mode */
"Day Mode" = "Päivätila";

/* Night mode tooltip in normal mode */
"Enable Night Mode" = "Ota yötila käyttöön";

/* Premium dialog welcome message */
"Enjoy this Premium feature for a complimentary 30-day period." = "Käytä tätä Premium ominaisuutta ilmaiseksi 30-päivän ajan.";

/* Exit document viewer keyboard shortcut
   Exit presentation keyboard shortcut */
"ESC" = "ESC";

/* Premium Title */
"Evernote Premium Feature\n" = "Evernote Premium -toiminto\n";

/* Exit document viewer tooltip */
"Exit Document Viewer" = "Lopeta asiakirjojen katseluohjelma";

/* Night mode tooltip in night mode */
"Exit Night Mode" = "Lopeta yötila";

/* Context Menu - Exit Presentation
   Exit presentation tooltip */
"Exit Presentation" = "Lopeta esitys";

/* Export presentation button title */
"Export" = "Vie";

/* Context Menu - Export presentation as PDF
   Title of open panel when exporting presentation */
"Export Presentation as PDF" = "Vie esitys PDF-muodossa";

/* Exporting progress window title.
   Progress initial state text. */
"Exporting..." = "Viedään...";

/* Media item file title */
"File" = "Tiedosto";

/* Font Scaling Tooltip */
"Font Scaling" = "Kirjasimen skaalaus";

/* Submit form error */
"Forms cannot be submitted" = "Lomakkeita ei voi lähettää";

/* Context Menu - Go Forward in Web Page */
"Forward" = "Eteenpäin";

/* Premium dialog button title */
"Get Started" = "Aloita";

/* Go back to previouse note tooltip */
"Go Back" = "Siirry takaisin";

/* Premium dialog button title
   Premium Popover Button Label (Expired) */
"Go Premium" = "Päivitä Premiumiin";

/* Layout editor feature dismiss button title
   Space bar navigation feature dismiss button title */
"Got it" = "Hyvä";

/* Context Menu - Green Pointer */
"Green Pointer" = "Vihreä osoitin";

/* Media item image title */
"Image" = "Kuva";

/* Media item keynote title */
"Keynote" = "Keynote";

/* Layout editor tooltip for loading note */
"Layout Loading" = "Asettelu latautuu";

/* Premium Popover Button Label (Expires soon) */
"Learn more about Premium" = "Lisätietoja Premiumista";

/* Clicked invalid link error */
"Link cannot be opened" = "Linkkiä ei voi avata";

/* Space bar navigation feature title */
"Move through your presentation" = "Siirry eteenpäin muistiinpanossasi";

/* Context Menu - Next Media Item */
"Next %@" = "Seuraava %@";

/* Context Menu - Jump to Next Note */
"Next Note" = "Seuraava muistiinpano";

/* Next note navigation tooltip */
"Next\nNote" = "Seuraava\n muistiinpano";

/* Context Menu - Night Mode */
"Night Mode" = "Yötila";

/* Layout editor tooltip non-editable note */
"Note contains un-editable content" = "Muistiinpanossa on sisältöä jota ei voi muokata";

/* OK button's title */
"OK" = "OK";

/* Layout editor note locked message */
"One person can edit this note at a time." = "Vain yksi henkilö voi muokata tätä muistiinpanoa kerrallaan.";

/* Context Menu - Open <PDF, Image, Keynote, etc.> in document viewer */
"Open %@ in Document Viewer" = "Avaa %@ asiakirjojen katseluohjelmassa";

/* Context Menu - Open File in document viewer */
"Open File in Document Viewer" = "Avaa tiedosto asiakirjojen katseluohjelmassa";

/* Context Menu - Open Web Page in External Browser
   Open in browser tooltip */
"Open in Browser" = "Avaa selaimessa";

/* Context Menu - Open Link */
"Open Link" = "Avaa linkki";

/* Context Menu - Open Link in Browser */
"Open Link in Browser" = "Avaa linkki selaimessa";

/* Context Menu - Open Note */
"Open Note" = "Avaa muistiinpano";

/* Media item PDF title */
"PDF" = "PDF";

/* Context Menu - Pink Pointer */
"Pink Pointer" = "Pinkki osoitin";

/* Pointer color tooltip */
"Pointer Color" = "Osoittimen väri";

/* Media item power point title */
"Power Point" = "Power Point";

/* Note menu item title */
"Present" = "Esitä";

/* Note menu item title */
"Present on Another Screen" = "Esitä toisella näytöllä";

/* Premium Popover Title */
"Present your ideas" = "Esitä ideasi";

/* Layout editor tooltip */
"Presentation Layout" = "Esityksen asettelu";

/* Context Menu - Open layout editor */
"Presentation Layout…" = "Esityksen asettelu…";

/* Premium popover title */
"Presentation Mode" = "Esitystila";

/* Context Menu - Previous Media Item */
"Previous %@" = "Edellinen %@";

/* Context Menu - Jump to Previous Note */
"Previous Note" = "Edellinen muistiinpano";

/* Previous note navigation tooltip */
"Previous\nNote" = "Edellinen\n muistiinpano";

/* Progress state text. */
"Processing page: %d" = "Käsitellään sivua: %d";

/* Context Menu - Reload */
"Reload" = "Lataa uudelleen";

/* Button title to clear all screen breaks on layout. */
"Remove screen breaks" = "Poista näytönvaihdot";

/* Context Menu - Remove Section Breaks */
"Remove Section Breaks" = "Poista osanvaihdot";

/* Present note tooltip */
"Show your notes in full-screen Presentation Mode" = "Näytä muistiinpanosi koko näytön kattavassa esitystilassa";

/* Premium Popover Text (First launch) */
"Show your notes in full-screen\nPresentation Mode\n" = "Näytä muistiinpanot koko näytön\nesittelytilassa\n";

/* Locked note title unknown user name */
"Someone else" = "Joku muu";

/* Note multiselect view button title */
"Start Presentation" = "Aloita esitys";

/* Clicked invalid link description */
"The link is not valid." = "Linkki ei kelpaa.";

/* Load error text */
"The note with the title '%@' could not be loaded. Error: %@" = "Muistiinpanon '%1$@' lataus epäonnistui. Virhe: %2$@";

/* Load error text due to unsupported page, like download link. */
"The requested link could not be loaded because it's not supported in presentation mode. Use the 'open page in web browser' button in the top right corner to view." = "Pyydettyä linkkiä ei voitu ladata koska esitystila ei tue sitä. Käytä 'Avaa verkkosivu selaimessa' nappia esityksen oikeasta yläkulmasta avataksesi linkin.";

/* Load error text */
"The webpage '%@' could not be loaded because of error: %@" = "Verkkosivun '%1$@' lataus epäonnistui. Virhe: %2$@";

/* Load error text in offline */
"The webpage '%@' could not be loaded because the Internet connection appears to be offline." = "Verkkosivua '%@' ei voitu ladata koska Internet-yhteys näyttää olevan pois käytöstä.";

/* Toggle Night Mode Tooltip */
"Toggle Night Mode" = "Vaihda yötilaan";

/* Context Menu - Undo
   Undo button on auto layout action buttons. */
"Undo" = "Kumoa";

/* Media item unknown title */
"Unknown" = "Tuntematon";

/* Premium dialog welcome message */
"Upgrade to Evernote Premium for access to this and other great Premium features." = "Päivitä Evernote Premiumiin, niin voit käyttää tätä ja muita mahtavia Premium-toimintoja.";

/* Submit form error */
"Use the 'open page in web browser' button in the top right corner to submit the form." = "Käytä 'Avaa verkkosivu selaimessa' nappia esityksen oikeasta ylänurkasta lähettääksesi lomakkeen.";

/* Space bar navigation feature message */
"Use the space bar to move down through this note. Use shift+space bar to move up." = "Paina 'space' näppäintä siirtyäksesi eteenpäin muistiinpanossasi. 'Shift+space' näppäin siirtää takaisinpäin.";

/* Version of \"Cover Page\" */
"Version: %@%@" = "Version: %1$@%2$@";

/* Media item video title */
"Video" = "Video";

/* Layout editor readonly note title */
"View only" = "Pelkkä katselu";

/* Tooltip info for remove screen breaks button if it's active. */
"We'll clear your presentation of all screen breaks." = "Poistamme esityksestäsi kaikki näytönvaihdot.";

/* Tooltip info for convert HR button if it's active. */
"We'll convert the horizontal rules in this note to dividers. Dividers break your note into slides and are only visible in presentation layout." = "Muunnamme tämän muistiinpanon vaakaviivat tilanjakajiksi. Tilanjakajat jakavat muistiinpanon dioiksi ja näkyvät vain esittelyn asettelunäkymässä.";

/* Tooltip info for auto layout button if it's active. */
"We'll insert screen breaks where it makes sense, to help you format your presentation." = "Autamme muotoilemaan esityksen lisäämällä näytönvaihtoja loogisiin kohtiin.";

/* Premium dialog welcome message */
"Welcome to a new way to show off your notes in business meetings or at home with your family. Presentation mode displays your ideas in a beautiful, full-screen view that lets your content shine." = "Tutustu uuteen tapaa esittää muistiinpanosi liikekokouksissa tai kotona perheesi kanssa. Esitystilassa voit esittää ideasi kauniissa koko näytön tilassa, joka antaa sisältösi loistaa.";

/* Tooltip info for convert HR button if it's inactive. */
"When your note contains horizontal rules, we can turn them into dividers." = "When your note contains horizontal rules, we can turn them into dividers.";

/* Layout editor readonly note message */
"You can’t edit this note." = "Et voi editoida tätä muistiinpanoa.";

/* Premium popover title */
"Your complimentary 30-day period has ended." = "30 päivän ilmainen tutustumisjaksosi on päättynyt.";

/* Premium Popover Title (Expires soon, plural) */
"Your complimentary Premium feature\nends in %d days" = "Ilmainen Premium ominaisuuden koekäyttöaikasi\n päättyy %d päivän kuluessa";

/* Premium Popover Title (Expires soon, singular) */
"Your complimentary Premium feature\nends in one day" = "Ilmainen Premium ominaisuuden koekäyttöaikasi\n päättyy päivän kuluessa";

/* Premium Popover Title (Expired) */
"Your complimentary Premium feature\nhas ended" = "Ilmainen Premium ominaisuuden koekäyttöaikasi on päättynyt";

/* HR conversion tooltip message */
"Your note contains horizontal rules.\nConvert them to dividers to help format your presentation." = "Your note contains horizontal rules.\nConvert them to dividers to help format your presentation.";

/* HR conversion tooltip message for the first time. */
"Your note contains horizontal rules.\nLearn how to use them in your presentation here." = "Muistiinpanosi sisältää vaakaviivoja.\nOpi täältä kuinka käyttää niitä esityksessäsi.";

/* Tooltip info for remove screen breaks button if it's inactive. */
"Your presentation has no screen breaks to clear." = "Your presentation has no screen breaks to clear.";

/* Context Menu - Zoom In */
"Zoom In" = "Lähennä";

/* Context Menu - Zoom Out */
"Zoom Out" = "Loitonna";

/* Context Menu - Zoom to Fit */
"Zoom to Fit" = "Zoomaa näkymän kokoiseksi";
